// 行政区地图数据
export const districtMap = [
  {
    name: '金平区',
    shrink: 'JinPin',
    mapData: import('@/assets/json/district/JinPin.json'),
    desc: '金平区是汕头市的政治、文化中心，是汕头经济特区的重要门户。金平是汕头“百载商埠”的发祥地，有充满文化韵味的小公园老埠、风光旖旎的牛田洋，又有被誉为“近现代史中国社会一个缩影”的沟南许地，名胜古迹众多的桑浦山。有海关关史陈列馆、博物馆、开埠文化陈列馆、侨批文物馆、文化创意园等10多处文化场所。',
  },
  {
    name: '濠江区',
    shrink: 'HaoJiang',
    mapData: import('@/assets/json/district/HaoJiang.json'),
    desc: '濠江地域，秦时由南海郡揭阳县统辖。2003年1月，达濠区、河浦区合并设置为汕头市濠江区，为市辖区。 [3]  截至2022年10月，濠江区辖7个街道。 [2]  区人政府驻达濠街道府前路。 [1]  濠江区三面环海，同时拥有内海湾和外海湾，汇集广澳港区、汕头保税区、疏港铁路、汕汕高铁、深汕高速公路、汕湛高速公路等交通关键节点。海湾大桥、礐石大桥和在建的海湾隧道、牛田洋通道将贯穿南北区。有潮乐、书画、灯谜、楹联等非物质文化遗产，礐石风景区、中信度假村、达濠鱼丸、鱼饭制作技艺、河渡炮台遗址、吴氏家庙等旅游资源和特产。',
  },
  {
    name: '潮南区',
    shrink: 'ChaoNan',
    mapData: import('@/assets/json/district/ChaoNan.json'),
    desc: '濠江地域，秦时由南海郡揭阳县统辖。2003年1月，达濠区、河浦区合并设置为汕头市濠江区，为市辖区。 [3]  截至2022年10月，濠江区辖7个街道。 [2]  区人政府驻达濠街道府前路。 [1]  濠江区三面环海，同时拥有内海湾和外海湾，汇集广澳港区、汕头保税区、疏港铁路、汕汕高铁、深汕高速公路、汕湛高速公路等交通关键节点。海湾大桥、礐石大桥和在建的海湾隧道、牛田洋通道将贯穿南北区。有潮乐、书画、灯谜、楹联等非物质文化遗产，礐石风景区、中信度假村、达濠鱼丸、鱼饭制作技艺、河渡炮台遗址、吴氏家庙等旅游资源和特产。',
  },
  {
    name: '澄海区',
    shrink: 'ChengHai',
    mapData: import('@/assets/json/district/ChengHai.json'),
    desc: '澄海是广东省著名侨乡之一，华侨历史文化底蕴深厚，自古是“海上丝绸之路”的始发港和重要节点，樟林古港作为红头船的启航圣地，是海外侨胞心中的“精神家园”和寻根基地，是红头船的故乡。澄海人侨居海外历史悠久，海外华侨华人遍布全球众大洲，陈慈黉故居被誉为“岭南第一侨宅”，是潮汕乃至全国少有的珍稀历史遗存，是潮汕华侨文化的一个缩影。 [3]  是“中国玩具礼品城”、“中国玩具制造基地”、国家火炬计划中唯一被认定的“智能玩具创意设计与制造产业基地”，也是全国唯一的“中国玩具礼品出口基地”。',
  },
  {
    name: '潮阳区',
    shrink: 'ChaoYang',
    mapData: import('@/assets/json/district/ChaoYang.json'),
    desc: '春秋战国时期，潮阳地区属岭南百越。2003年1月29日，潮阳撤市分设潮阳区和潮南区，成为汕头市辖区。 [14]  截至2021年10月，潮阳区辖4个街道、9个镇。 [15]  区人民政府驻文光街道中华路136号。2020年5月，潮阳区入选2019年全国县域网络零售TOP100，排名第86。 [4]  2020年6月30日，潮阳区入选“第二批革命文物保护利用片区分县名单”。 [5]  2021年8月，潮阳区“潮阳笛套音乐”、潮阳区棉北街道平北社区“潮阳英歌舞”、潮南区陇田镇华瑶社区“潮州音乐”入选广东省文化和旅游厅公布的2021-2023年度“广东省民间文化艺术之乡”名单。',
  },
  {
    name: '龙湖区',
    shrink: 'LongHu',
    mapData: import('@/assets/json/district/LongHu.json'),
    desc: '龙湖区，因境内龙湖沟而得名，是汕头经济特区的发祥地和汕头市中心城区，是汕头海湾新区、华侨经济文化合作试验区的核心区，商贸物流发达，是粤东地区商贸中心，金融、会展、证券、酒店业聚集地。1981年，国务院批准在汕头龙湖1.6平方千米范围建立汕头经济特区；1991年，汕头经济特区扩大到汕头市区，同年组建成立龙湖区，区域面积46.3平方千米；2003年，外砂、新溪两镇划归龙湖管辖。',
  },
  {
    name: '南澳县',
    shrink: 'NanAo',
    mapData: import('@/assets/json/district/NanAo.json'),
    desc: '南澳出土的距今约8000年前“象山文化”是粤东考古发现最早的新石器时代文化遗存。西汉元鼎六年（前111年），南澳始入版图，归南海郡揭阳县管辖。民国元年（1912年），改为南澳县。南宋皇帝、南明监国鲁王、航海家郑和、民族英雄戚继光、郑成功、刘永福都来过南澳，留下了古宋井、招兵树、雄镇关等许多历史遗迹。南澳县是广东省距离台湾省最近点，距高雄162海里，处于高雄、厦门、香港三大港口的中心点，距太平洋国际主航线仅有7海里，素有“潮汕屏障、闽粤咽喉”之称。南澳县是广东唯一的海岛县，也是中国海岛县（区）中唯一的国家4A级旅游区，地理位置优越，自古今来南澳就是东南沿海一带通商洋的必经泊点和中转站，是海上贸易的重要通道，有“海上互市之地”之称。',
  },
]
