import type { IFood } from '@/interface'

export const foodSnack: IFood[] = [{
  foodName: '反沙芋',
  url: '../../public/images/fso.png',
  foodDesc: `       反砂芋其原料，仅用芋头与白糖两样，这道小吃出奇的地方在于“煮糖”那一关：既要把握火候，又要把握煮糖时的工夫，时间不足，煮出来的糖水太稀，“反砂”则失败；如果超时，糖容易被“煮焦”，“反砂”同样失败。要是火小了，就成了拔丝，要是火大了，糖都化了。因此，必须经过多次试验，仔细用心观察、体会，掌握了“煮糖”火候，这道小吃才算做成功。
  反砂芋头外表金黄，咬开则洁白如雪，外脆内香，老少皆宜。按潮汕小吃的传统，反砂芋头与番薯常摆放同一盘中，因其金银两色而得“金玉满堂”的美称。\n       以前最喜欢的就是乡里的“老热”，因为不只可以和好多亲戚朋友一起吃饭，也可以吃到平时很难吃到的食物。漂泊在外，难忘的总是家乡的味道。归途或山高水长，或近在咫尺，家乡菜总能透过味道让潜藏的思念再次复燃，让人一重逢就热泪盈眶。`,
},
{
  foodName: '蚝烙',
  url: '../../public/images/hl.png',
  foodDesc: '       “蚝烙”即“蚝煎”，因为潮汕话的“烙”，实际上就是烹饪方法中的“煎”。新鲜煎好的金黄色蚝烙鲜美酥香，酥而不硬，脆而不软，口感丰富，有晶莹的薯粉、鲜美肥嫩的生蚝，鸡蛋和葱的香气扑鼻而来，蘸着少量的鱼露放入口中，鲜甜的味道随即在舌尖上蔓延开来，让人忍不住直呼“美味”。蘸料极为讲究，必须为鱼露，来自越南的鱼露最佳，次之泰国，退而求其次潮汕本地鱼露，或者可以用辣椒酱，其他的均为不太正宗的吃法。这就是潮汕特色美食蚝烙的味道。外地人来潮汕，总要尝尝蚝烙的味道。名家杨方笙曾打诗《蚝烙》咏曰：鼎摊蚝烙复煎油，翠绿芫荽撒上头。何必鲍龙才是味，寒家得此方珍馐。\n       作为潮汕特色小吃，蚝烙对海内外潮籍乡亲来说，是舌尖上的乡愁，也是潮汕朴素、亲切的印记。蚝烙勾起了不少前来故地重游的港、澳、台同胞们的怀旧情愫，阵阵扑鼻的蚝烙香味，让人流连忘返。',
},
{
  foodName: '猪脚圈',
  url: '../../public/images/zjq.png',
  foodDesc: '这是猪脚圈',
}, {
  foodName: '无米粿',
  url: '../../public/images/wmg.png',
  foodDesc: '       无米粿有人又称为水晶球，以前的馅主要是韭菜，所以也叫韭菜粿，但随着人们生活水平变好，对食物口味要求变高了，无米粿现在口味变得非常丰富。一般有咸和甜两种口味，咸的大都是各类蔬菜为馅料，多为韭菜、土豆、红萝卜等，甜的则离不开芋泥和豆沙作为馅料。做法稍微奢侈点，会在各类蔬菜中拌入一些香菇粒、虾米粒等，然后像包包子一样将馅料包起来。\n       吃无米粿的时候，可在蒸笼中蒸热吃，也可在锅中煎香。煎的无米粿，外皮是脆的，而皮的内侧有些软，韭菜还泛着油亮的绿。用筷子夹一个粿，蘸点辣椒酱，放入嘴里轻轻一咬，酥脆的外皮中，馅料可口的汁液以及咸辣酱混合在一起。好吃到飞起来！\n       在潮汕，无米粿的小食店多到数不清，一定要说哪家味道最正宗，大多数人是说不清的。人们更多眷恋的是，从小吃到大的味道。',
}]

export const foodStaple: IFood[] = [{
  foodName: '主食1',
  url: '../../public/images/fso.png',
  foodDesc: '这是测试1',
},
{
  foodName: '主食2',
  url: '../../public/images/hl.png',
  foodDesc: '这是测试2',
},
{
  foodName: '主食3',
  url: '../../public/images/zjq.png',
  foodDesc: '这是测试3',
}, {
  foodName: '主食4',
  url: '../../public/images/wmg.png',
  foodDesc: '这是测试4',
}]
