import type { IWayItem } from '@/interface'

export const houseGenre: IWayItem[] = [
  {
    title: '竹竿厝',
    content: '详细介绍一下详细介绍一下详细介绍一下详细介绍一下详细介绍一下详细介绍一下详细介绍一下详细介绍一下详细介绍一下详细介绍一下详细介绍一下详细介绍一下详细介绍一下详细介绍一下详细介绍一下详细介绍一下详细介绍一下详细介绍一下详细介绍一下详细介绍一下详细介绍一下详细介绍一下详细介绍一下详细介绍一下详细介绍一下详细介绍一下详细介绍一下详细介绍一下详细介绍一下详细介绍一下详细介绍一下详细介绍一下',
    url: '',
  },
  {
    title: '四点金',
    content: '详细介绍一下详细介绍一下详细介绍一下详细介绍一下详细介绍一下详细介绍一下详细介绍一下详细介绍一下详细介绍一下详细介绍一下详细介绍一下详细介绍一下详细介绍一下详细介绍一下详细介绍一下详细介绍一下详细介绍一下详细介绍一下详细介绍一下详细介绍一下详细介绍一下详细介绍一下详细介绍一下详细介绍一下详细介绍一下详细介绍一下详细介绍一下详细介绍一下详细介绍一下详细介绍一下详细介绍一下详细介绍一下',
    url: '',
  },
  {
    title: '下山虎',
    content: '详细介绍一下',
    url: '',
  },
  {
    title: '驷马拖车',
    content: '详细介绍一下',
    url: '',
  },
  {
    title: '百鸟朝凰',
    content: '详细介绍一下',
    url: '',
  },
]
